Repository: 3risian/stk-addons
Catalog: locale/*/LC_MESSAGES/translations.po
Languages: fr_fr

source: supAdministrator
fr_fr: Administrateur supérieur

source: administrator
fr_fr: Administrateur

source: moderator
fr_fr: Modérateur

source: basicUser
fr_fr: Simple utilisateur

source: Name :
fr_fr: Nom :

source: Version of STK :
fr_fr: Version de STK :

source: Author :
fr_fr: Auteur :

source: Please re-upload your icon. It must be a png.
fr_fr: Pourriez-vous remettre en ligne votre icône ? Ce doit être un png.

source: Please re-upload your image. It must be a png.
fr_fr: Pourriez-vous remettre en ligne votre image ? Ce doit être un png.

source: Please re-upload your file. It must be a zip.
fr_fr: Pourriez-vous remettre en ligne votre fichier ? Ce doit être un zip.

source: Successful, your kart will appear when a moderator will valid it.
fr_fr: Succès, votre extension apparaîtra quand un modérateur l'aura validé.

source: Date Registered :
fr_fr: Date d'enregistrement

source: Homepage :
fr_fr: Site :

source: Your request is succesful, an e-mail will be sent to you ta activate your account.
fr_fr: Vôtre requête a été prise en compte, un e-mail va vous être envoyé pour valider vôtre compte.

source: Your login is already used.
fr_fr: Vôtre identifiant est déjà utilisé

source: by
fr_fr: par

source: modified
fr_fr: a modifié

source: Add-ons for Supertuxkart 0.7
fr_fr: Extensions pour SuperTuxKart 0.7

source: Tracks
fr_fr: Pistes

source: Help
fr_fr: Aide

source: Welcome
fr_fr: Bienvenue

source: You will be redirected to the home page.
fr_fr: Vous allez être redirigé à la page d'accueil.

source: Authentification failed.
fr_fr: Identifiant et/ou mot de passe incorrect.

source: You must be logged in to access this page.
fr_fr: Vous devez être identifié pour accéder à cette page.

source: Create an account.
fr_fr: Créer un compte.

source: Home
fr_fr: Accueil

source: Log out
fr_fr: Sortir

source: Users
fr_fr: Utilisateurs

source: Upload
fr_fr: Ajouter

source: Login
fr_fr: Se connecter

source: About
fr_fr: A propos

source: Languages
fr_fr: Langues

source: Please add a description of your add-ons
fr_fr: Pourriez-vous une description de votre extension ?

source: Description, it must be in english :
fr_fr: Description, elle doit être en anglais :

source: Image, it must be a .png :
fr_fr: Image, ce doit être un .png :

source: Icon (kart only), it must be a .png :
fr_fr: Icon (seulement pour les karts), ce doit être un .png :

source: Addon's file, it must be a .zip :
fr_fr: Fichier de l'extension, ce doit être un .zip :
