Repository: 3risian/stk-addons
Catalog: locale/translations-*.po
Languages: fr

source: The add-on you are trying to create already exists.
fr: L'ajout que vous tentez de créer existe déjà.

source: Creating a new add-on...
fr: Création d'un nouvel ajout...

source: You do not have the necessary permissions to perform this action.
fr: Vous n'avez pas les permissions requises pour effectuer cette action.

source: You must be logged in to perform this action.
fr: Vous devez être identifié pour effectuer cette action.

source: Failed to delete file:
fr: Impossible de supprimmer le fichier:

source: Failed to delete file.
fr: Échec de la suppression du fichier.

source: Unknown
fr: Inconnu(e)

source: You do not have the neccessary permissions to perform this action.
fr: Vous n'avez pas la permission d'effectuer cette action.

source: Insufficient permissions.
fr: Permissions insuffisantes

source: Failed to log in.
fr: L'authentification a échoué

source: Your username or password is incorrect.
fr: Votre nom d'utilisateur ou mot de passe est incorrect.

source: Failed to change your password.
fr: Le changement du mot de passe a échoué.

source: Me
fr: Moi

source: You must enter an email address.
fr: Vous devez entrer une adresse courriel.

source: "%s" is not a valid email address.
fr: "%s" n'est pas une adresse courriel valide.

source: Your username must be at least 4 characters long.
fr: Votre nom d'utilisateur doit avoir une longueur minimale de 4 caracètères.

source: Your username can only contain alphanumeric characters.
fr: Votre nom d'utilisateur ne peut contenir que des caractères alphanumériques.

source: Your password must be at least 6 characters long.
fr: Le mot de passe doit avoir une longueur minimum de 6 caractères.

source: Your passwords do not match.
fr: Vos mots de passes ne sont pas identiques.

source: You must enter a name.
fr: Vous devez spécifier un nom.

source: STK Add-ons
fr: Packs d'ajouts STK

source: About
fr: À propos

source: SuperTuxKart is a Free 3D kart racing game, with many tracks, characters and items for you to try.
fr: SuperTuxKart est un jeu libre de course de karts en 3D qui contient plusieurs pistes, personnages et items.

source: Since version 0.7.1, SuperTuxKart has had the ability to fetch important messages from the STKAddons website. Since 0.7.2, the game has included a built-in add-on manager.
fr: Depuis la version 0.7.1, SuperTuxKart est capable d'aller chercher des nouvelles en ligne. Depuis 0.7.2, il est possible d'installer des packs d'ajouts dans le jeu.

source: SuperTuxKart now has over %d karts, %d tracks, and %d arenas available in-game thanks to the add-on service.
fr: SuperTuxKart a maintenant plus de %d karts, %d pistes et %d arènes disponibles dans le jeu grâce au service des packs d'ajouts.

source: Of course, the artists who create all of this content must be thanked too. Without them, the add-on website would not be as great as it is today.
fr: Bien sur, les artistes qui ont créé ce contenu doivent être remerciés. Sans eux, le site des packs d'ajouts ne serait pas ce qu'il est aujourd'hui.

source: Website
fr: Site Web

source: Donate!
fr: Faire un don !

source: TuxFamily is a non-profit organization. It provides free services for projects and contents dealing with the free software philosophy (free as in free speech, not as in free beer). They accept any project released under a free license (GPL, BSD, CC-BY-SA, Art Libre...).
fr: TuxFamily est une organisation à but non lucratif qui offre des services gratuits aux projets libres. Ils acceptent les projets sous license libre (GPL, BSD, CC-BY-SA, Art Libre, ...)

source: TuxFamily operates the servers on which STKAddons runs, for free. Because of them, we can provide the add-on service for SuperTuxKart. Each month, over a million downloads are made by SuperTuxKart players. We thank them very much for their generosity to us and to other open source projects.
fr: TuxFamily opère les serveurs sur lesquels STKAddons est hébergé, gratuitement. C'est grâce à eux que nous pouvons offrir le service des packs d'ajouts pour SuperTuxKart. Chaque mois, plus d'un millon de téléchargements sont effectués par les joueurs. Nous les remercions de leur grande générosité envers nous et envers les autres projets libres.

source: Credits
fr: À propos

source: Tracks
fr: Circuits

source: Arenas
fr: Arènes

source: Invalid addon type.
fr: Type de pack d'ajout invalide

source: Saved properties.
fr: Les propriétés ont été sauvegardées.

source: Saved status.
fr: Le statut a été sauvegardé.

source: Saved notes.
fr: Les notes ont été sauvegardées.

source: Deleted addon.
fr: L'ajout a été supprimé.

source: File updated.
fr: Fichier mis à jour.

source: Set image.
fr: Image sélectionnée.

source: Set icon.
fr: Définir l'icone.

source: Deleted file.
fr: Fichier supprimmé.

source: administrator
fr: administrateur

source: moderator
fr: modérateur

source: Upload Image
fr: Ajouter Image

source: Featured
fr: Sélection

source: Beta
fr: Bêta

source: DFSG Compliant
fr: Conforme aux DFSG

source: Arena
fr: Arène

source: Designer:
fr: Auteur:

source: Upload date:
fr: Date de l'envoi:

source: Submitted by:
fr: Envoyé par:

source: Revision:
fr: Révision:

source: Compatible with:
fr: Compatible avec:

source: Your Rating:
fr: Votre vote :

source: Warning: This addon may not display correctly on some systems. It uses textures that may not be compatible with all video cards.
fr: Avertissement: ce pack d'ajouts pourrait ne pas s'afficher correctement sur certains systèmes, parce qu'il contient des textures qui ne sont pas compatibles avec toutes les cartes graphiques.

source: File not found.
fr: Fichier non trouvé.

source: License
fr: Licence

source: Permalink
fr: Lien permanent

source: Revisions
fr: Révisions

source: Upload Revision
fr: Envoyer la révision

source: Download revision %u
fr: Télécharger la révision %u

source: Revision
fr: Révision

source: No images have been uploaded for this addon yet.
fr: Aucune image n'a été soumise pour ce pack d'addon.

source: Unapprove
fr: Désapprouver

source: Approve
fr: Approuver

source: Set Icon
fr: Utiliser comme icône

source: Set Image
fr: Utiliser comme image

source: Delete File
fr: Supprimer le fichier

source: Source Files
fr: Fichiers sources

source: Upload Source File
fr: Envoyer les sources

source: No source files have been uploaded for this addon yet.
fr: Aucun fichier source n'a été fourni pour ce pack d'ajouts.

source: Not Approved
fr: Non approuvé

source: Source File %u
fr: Fichier Sources %u

source: Download
fr: Télécharger

source: Configuration
fr: Paramètres

source: Max %u characters
fr: Max %u caractères

source: Save Properties
fr: Sauvegarder les propriétés

source: Delete Addon
fr: Supprimer le pack d'ajouts

source: Status Flags:
fr: Marqueurs d'état :

source: Approved
fr: Approuvé

source: Latest
fr: Le plus récent

source: Invalid Textures
fr: Textures Invalides

source: Rev %u:
fr: Rév %u:

source: Save Changes
fr: Enregistrer les modifications

source: Notes from Moderator to Submitter:
fr: Notes du modérateur

source: Save Notes
fr: Sauvegarder les notes

source: Username:
fr: Nom d'utilisateur :

source: Registration Date:
fr: Date d'enregistrement:

source: Real Name:
fr: Nom réel :

source: Role:
fr: Rôle :

source: Homepage:
fr: Page d'accueil :

source: User's Karts
fr: Karts de l'utilisateur

source: This user has not uploaded any karts.
fr: Cet utilisateur n'a pas soumis de kart.

source: User's Tracks
fr: Pistes de l'utilisateur

source: This user has not uploaded any tracks.
fr: Cet utilisateur n'a pas soumis de piste.

source: Save Configuration
fr: Enregistrer la configuration

source: Change Password
fr: Changer le mot de passe

source: Old Password:
fr: Ancien mot de passe:

source: New Password:
fr: Nouveau mot de passe:

source: Must be at least %d characters long.
fr: Un minimum de %d caractères est requis.

source: New Password (Confirm):
fr: Nouveau mot de passe (confirmation):

source: Your old password is not correct.
fr: Votre ancien mot de passe est incorrect.

source: You will be redirected to the home page.
fr: Vous serez redirigés à la page d'accueil

source: This is the official SuperTuxKart add-on repository. It contains extra karts and tracks for the SuperTuxKart game.
fr: Bienvenue au site officiel des packs d'ajouts SuperTuxKart. Ce dépôt contient des pistes et personnages additionnels pour le jeu SuperTuxKart.

source: Help
fr: Aide

source: The newest kart is %s.
fr: Le kart le plus récent est %s.

source: The newest track is %s.
fr: La piste la plus récente est %s.

source: The most downloaded kart is %s.
fr: Le kart le plus téléchargé est %s.

source: The most downloaded track is %s.
fr: La piste la plus téléchargée est %s.

source: Login
fr: Connexion

source: You have been logged out.
fr: Vous avez été déconnecté.

source: Click %shere%s if you do not automatically redirect.
fr: Cliquez %sici%s si la redirection ne s'effectue pas automatiquement.

source: You are already logged in.
fr: Vous êtes déjà connecté.

source: Welcome, %s!
fr: Bienvenue, %s!

source: Password:
fr: Mot de passe :

source: Log In
fr: S'identifier

source: Create an account.
fr: Créer un compte.

source: Deleted message.
fr: Message supprimé.

source: General Settings
fr: Paramètres généraux

source: Uploaded Files
fr: Fichiers Déposés

source: Save Settings
fr: Enregistrer les paramètres

source: Author:
fr: Auteur :

source: No files have been uploaded.
fr: Aucun fichier n'a été soumis.

source: Name:
fr: Nom :

source: Add-on:
fr: Pack d'ajout:

source: Manage
fr: Configurer

source: One or more fields has been left blank. Settings were not saved.
fr: Un ou plusieurs champs n'ont pas été remplis : les paramètres n'ont pas été sauvegardés.

source: Welcome, %s
fr: Bienvenue, %s

source: Home
fr: Page d'accueil

source: Log out
fr: Se déconnecter

source: Users
fr: Utilisateurs

source: Upload
fr: Envoyer

source: Languages
fr: Langues

source: STK Homepage
fr: Page d'accueil SuperTuxKart

source: Music
fr: Musique

source: Failed to upload your file.
fr: L'envoi de votre fichier a échoué.

source: Failed to move uploaded file.
fr: La mise en place de votre fichier a échoué.

source: Failed to associate image file with addon.
fr: L'image n'a pu être associée au pack d'ajouts.

source: Successfully uploaded image.
fr: L'image a été déposée avec succès.

source: Continue.
fr: Continuer.

source: Invalid archive file. The archive must contain the addon's xml file.
fr: Fichier invalide. Vous devez soumettre une archive contenant le fichier XML de l'addon.

source: Some invalid files were found in the uploaded add-on. These files have been removed from the archive:
fr: Certains fichiers invalides ont été trouvés dans le fichier déposé. Ces fichiers ont été supprimés :

source: Upload was recognized as a kart.
fr: Le pack a été reconnu comme étant un kart.

source: Upload was recognized as a track.
fr: Le pack a été reconnu comme étant un circuit.

source: Failed to read the add-on's XML file. Please make sure you are using the latest version of the kart or track exporter.
fr: Impossible de lire le fichier XML du pack d'ajout. Assurez-vous d'utiliser la dernière version des exporteurs.

source: This track is an arena.
fr: Cette piste est une arène.

source: A valid License.txt file was not found. Please add a License.txt file to your archive and re-submit it.
fr: Un fichier License.txt valide n'a pas été trouvé. Veuillez ajouter un fichier License.txt à votre archive et la soumettre à nouveau.

source: Some images in this add-on do not have dimensions that are a power of two.
fr: Certaines images dans ce pack ont des dimensions qui ne sont pas des puissances de 2.

source: This may cause display errors on some video cards.
fr: Cela pourrait causer des problèmes d'affichage sur certaines cartes graphiques.

source: Successfully uploaded source archive.
fr: Le fichier source a été déposé avec succès.

source: Your add-on was uploaded successfully. It will be reviewed by our moderators before becoming publicly available.
fr: Votre pack d'ajout a été déposé avec succès. Il sera examiné par nos modérateurs avant d'être disponible publiquement.

source: Click here to upload the sources to your add-on now.
fr: Cliquez ici pour déposer les sources de votre pack d'ajouts.

source: (Uploading the sources to your add-on enables others to improve your work and also ensure your add-on will not be lost in the future if new SuperTuxKart versions are not compatible with the current format.)
fr: (Inclure les sources de votre ajout permet aux autres d'améliorer votre travail et vous assure que l'ajout ne sera pas perdu dans le futur si de nouvelles versions de SuperTuxKart ne sont plus compatibles avec le format courant)

source: Click here to view your add-on.
fr: Cliquez ici pour voir votre pack d'ajouts.

source: Uploaded image files must be either PNG or Jpeg files.
fr: Les images doivent être au format PNG ou JPEG.

source: The file you uploaded was not the correct type.
fr: Le fichier que vous avez déposé n'est pas du bon type.

source: Could not open archive file. It may be corrupted.
fr: Impossible d'ouvrir l'archive. Le fichier est peut-être corrompu.

source: Failed to extract archive file.
fr: Impossible d'extraire l'archive.

source: Unknown archive type.
fr: Type d'archive inconnu.

source: Uploaded file is too large.
fr: Le fichier déposé est trop gros.

source: Uploaded file is incomplete.
fr: The fichier déposé est incomplet.

source: No file was uploaded.
fr: Aucun fichier n'a été déposé.

source: Register
fr: S'inscrire

source: Password (confirm):
fr: Mot de passe (confirmation):

source: Email Address:
fr: Adresse courriel:

source: Terms:
fr: Termes :

source: STK Addons Terms and Conditions
fr: Terms et conditions Ajouts STK:

source: You must agree to these terms in order to upload content to the STK Addons site.
fr: Vous devez être d'accord avec ces termes pour poster du contenu sur le site des Ajouts SuperTuxKart.

source: The STK Addons service is designed to be a repository exclusively for Super Tux Kart addon content. All uploaded content must be intended for this purpose. When you upload your content, it will be available publicly on the internet, and will be made available in-game for download.
fr: Le service des ajouts SuperTuxKart est conçu pour être un dépot exclusivement pour du contenu s'ajoutant à STK : tout contenu posté doit être prévu à cet effet. Le contenu posté sur ce site sera disponible publiquement sur l'Internet, et pourra être téléchargé depuis le jeu.

source: Super Tux Kart aims to comply with the Debian Free Software Guidelines (DFSG). TuxFamily.org also requires that content they host comply with open licenses. You may not upload content which is locked down with a restrictive license. Licenses such as CC-BY-SA 3.0, or other DFSG-compliant licenses are required. All content taken from third-party sources must be attributed properly, and must also be available under an open license. Licenses and attribution should be included in a "license.txt" file in each uploaded archive. Uploads without proper licenses or attribution may be deleted without warning.
fr: SuperTuxKart se conforme à la politique Debian Free Software Guidelines (DFSG). Tuxfamiliy.org requiert aussi que le contenu sur leurs serveurs utilise des licenses ouvertes. Vous ne pouvez donc pas poster de contenu encombré de licenses restrictives. Des licenses comme CC-BY-SA 3.0, or autres license compatibles DFSG, sont requises. Tout contenu provenant de tierces parties doit correctement attribuer son auteur, et doit être sous license libre. L'information de license et d'attribution doit être contenue dans un fichier "license.txt" dans chaque archive postée. Les envois sans licenses ou attribution appropriés pourraient être supprimés sans pré-avis.

source: Even with valid licenses and attribution, content may not contain any of the following:
fr: Même avec des licences valides et les crédits, le contenu ne peut contenir aucun des éléments suivants :

source: Profanity
fr: Vulgarité

source: Explicit images
fr: Des images explicites

source: Hateful messages and/or images
fr: Des messages ou images haineuses

source: Any other content that may be unsuitable for children
fr: Tout autre contenu pouvant ne pas être approprié pour des enfants

source: If any of your uploads are found to contain any of the above, your upload will be removed, your account may be removed, and any other content you uploaded may be removed.
fr: Si un de vos envois contient un des éléments énumérés ci-haut, il sera supprimé et votre accompte pourrait être suspendu.

source: By checking the box below, you are confirming that you understand these terms. If you have any questions or comments regarding these terms, one of the members of the development team would gladly assist you.
fr: En cochant la case ci-dessous, vous confirmez comprendre ces termes. Si vous avez des questions ou commentaires sur ces termes, un des membres de l'équipe de développement pourra vous assister avec plaisir.

source: I agree to the above terms
fr: Je suis d'accord avec les termes

source: You must agree to the terms to register.
fr: Vous devez être d'accord avec les termes pour vous enregistrer

source: Please contact a website administrator.
fr: Veuillez contacter un admnisitrateur du site web.

source: Your username has already been used.
fr: Ce nom d'utilisateur a déjà été utilisé

source: An error occurred while creating your account.
fr: Une erreur est survenue en créant votre compte

source: Account creation was successful. Please activate your account using the link emailed to you.
fr: La création du compte s'est effectuée avec succès. Veuillez activer votre compte en cliquant sur le lien dans le courriel qui vous a été envoyé.

source: Your account has been activated.
fr: Votre compte a été activé

source: You do not have the rights to access this page.
fr: Vous n'avez pas l'authorisation de visiter cette page.

source: You must be logged in to access this page.
fr: Vous devez être connecté pour accéder à cette page.

source: You will be redirected to the login page.
fr: Vous serez redirigés à la page d'identification.

source: SuperTuxKart Add-ons
fr: Packs d'ajouts SuperTuxKart

source: Your response to the agreement was unacceptable. You may not upload this content to the STK Addons website.
fr: Votre réponse aux termes d'utilisation est inacceptable. Vous ne pouvez pas soumettre ce contenu sur le site des Ajouts SuperTuxKart.

source: Please upload a new revision of your kart or track.
fr: Veuillez déposer la nouvelle version de votre piste ou kart.

source: What type of file are you uploading?
fr: Quel est le type de fichier à déposer?

source: Source Archive
fr: Archive Source

source: Image File
fr: Fichier Image

source: Please upload a kart or track.
fr: Veuillez déposer un kart ou une piste

source: Do not use this form if you are updating an existing add-on.
fr: N'utilisez pas ce formulaire pour mettre à jour un pack d'ajout existant.

source: File:
fr: Fichier:

source: Supported archive types are:
fr: Les types d'archives supportés sont:

source: Agreement:
fr: Termes de l'accord :

source: I am the sole author of every file (model, texture, sound effect, etc.) in this package
fr: Je suis le seul auteur de chaque fichier (modèle, texture, effet sonore, etc.) de ce paquet

source: I have included a License.txt file describing the license under which my work is released, and my name (or nickname) if I want credit.
fr: J'ai inclus un fichier License.txt qui décrit la license sous laquelle je publie mon travail, ainsi que mon nom (ou surnom) si je désire être crédité pour mon travail.

source: Required
fr: Requis

source: I have included open content made by people other than me
fr: J'ai inclus du contenu libre créé par d'autres gens que moi

source: I have included a License.txt file including the name of every author whose material is used in this package, along with the license under which their work is released.
fr: J'ai inclus un fichier License.txt qui comprend le nom de chaque auteur dont j'ai utilisé le matériel pour ce paquet, ainsi que la license sous laquelle ils ont publié leur travail.

source: This package includes files released under:
fr: Ce paquet comprend des fichiers publiés sous la/les license(s):

source: Must check at least one
fr: Vous devez cocher au moins un élément

source: BSD License
fr: Licence BSD

source: Other open license
fr: Une autre license libre

source: Files released under other licenses will be rejected unless it can be verified that the license is open.
fr: Les fichiers sous d'autres licences seront rejetés sauf s'il est possible de vérifier que cette licence est libre.

source: I recognize that if my file does not meet the above rules, it may be removed at any time without prior notice; I also assume the entire responsibility for any copyright violation that may result from not following the above rules.
fr: Je reconnais que si mon fichier ne respecte pas les règles mentionnées ci-haut, il pourrait être retiré en tout temps sans pré-avis; de plus, j'assume l'entière responsabilité pour tout violation de copyright qui résulterait d'un manquement aux règles précédentes.

source: My package does not include:
fr: Mon paquet n'inclut pas:

source: Upload file
fr: Envoyer le fichier

source: Your password has been changed successfully.
fr: Votre mot de passe a été modifié avec succès.
